{
  "description": "I have worked as a developer into the areas of full-stack, machine learning, cloud & game development",
  "header_image_path": "experience.svg",
  "sections": [
    {
      "title": "Work",
      "experiences": [
        {
          "title": "Software Analyst",
          "company": "Bounteous Digital Pvt. Ltd.",
          "company_url": "https://www.bounteous.com/",
          "logo_path": "bounteous.png",
          "duration": "May 2023 - May 2024",
          "location": "Chennai, TN, India",
          "description": "Worked on back-end development using Spring Boot, utilizing MVC architecture to manage client project details like resource allocation, billing data (weekly/monthly), hierarchical effort distribution, work breakdown structure. Enhanced front-end capabilities to identify role redundancies leveraging React and Redux. Worked on developing 3D models related to Augmented Reality in the Healthcare Industry. Hands on experience on Three.js, A-Frame. Employed Agile methodology for project management and Git for source control",
          "color": "#000000"
        }
      ]
    },
    {
      "title": "Internships",
      "experiences": [
        {
          "title": "Software Developer Intern",
          "company": "Bounteous Digital Pvt. Ltd.",
          "company_url": "https://www.bounteous.com/",
          "logo_path": "bounteous.png",
          "duration": "Jan. 2023 - May 2023",
          "location": "Chennai, TN, India",
          "description": "Developed an e-commerce application using React, Node.js for online shopping. Developed customize cart data and search bar functionality using Debouncing Time Effect to reduce API calls. Developed food ordering app to fetch nearby restaurants using Java with Spring Boot",
          "color": "#000000"
        },
        {
          "title": "Machine Learning Intern",
          "company": "HighRadius",
          "company_url": "https://www.highradius.com/",
          "logo_path": "HighRadius.png",
          "duration": "Jan. 2022 - Apr. 2022",
          "location": "Remote",
          "description": "Worked with machine learning algorithms for classification and regression tasks for data analysis to predict the payment date of an invoice. Built and deployed an AI Enabled B2B Cloud Application to communicate between buyers and sellers using Java, Servlets, and MySQL",
          "color": "#ee3c26"
        }
      ]
    },
    {
      "title": "Volunteerships",
      "experiences": []
    }
  ],
  "subtitle": "Work, Internship and Volunteership",
  "title": "Experience"
}
